{"myarticles":
[
    {"title":"10 targets for Messi in 2019",
    "description":"The New Year brings a host of new challenges for the FC Barcelona superstar. Here are some of the most enticing...",
    "photo":"hero.png",
    "text":"<h1>2018 hasn't been a bad year for Leo Messi. He's added another Liga, another Copa del Rey and another Spanish            Super Cup to his collection, not to mention both the Pichichi and GoldenShoe in recognition of his remarkable            goalscoring feats.                Is there anything left for this man to do? As it happens, there is. 2019 will bring a host of new challenges            for the greatest player ever to walk the planet.          </h1>          <h2>Fifth Champions League</h2>          <h1>Messi has made it more than clear that the one thing he wants more than any other this year is the Champions            League trophy. He's won it four times already, but at the Wanda Metropolitano in May he'll be hoping to collect            his first as captain.          </h1>          <h2>Third Golden Shoe and sixth Pichichi</h2>          <h1>            The Argentinian was Spain and Europe's top goalscorer last season, and he's well on course for repeating those            successes after a thunderous start to the 2018/19 campaign.          </h1>          <h2>Second most Barca appearances</h2>          <h1>Messi is just 18 games shy of the 674 that Andreas Iniesta played for the club, so it would appear to only be            a matter of time before he beats that tally, although he still has some way to go before surpassing Xavi            Hernandez's record of 767.          </h1>          <h2>Matching Giggs</h2>          <h1>            If FC Barcelona were to win the treble this year, Messi would equal the Manchester United legend in third place            in the all-time raking for senior trophies won. And he and the Welshman would be joint top for winning the most            titles with the same club.          </h1>          <h2>Hat trick of free kicks</h2>          <h1>            His free kick taking just seem to get more and more perfect, and if he can score two against Espanyol, could            he go on to score an unprecedented hat trick?          </h1>          <h2>Most Liga wins</h2>          <h1>            Messi only needs to be on the winning side eleven more times to become the all-time leader in that department.            Iker Casillas currently leads the way with 334.          </h1>          <h2>400 Liga goals</h2>          <h1>            Messi already has 398 goals in the domestic championship, so one suspects it won't be long before he's            celebrating the big 4-0-0.          </h1>          <h2>50 pro hat tricks</h2>          <h1>            For either FC Barcelona or Argentina, the GOAT has scored three or more goals in a simply staggering 49 games.            Just one more and he'll complete a majestic half century.          </h1>          <h2>Chasing Pele</h2>          <h1>Pele scored 643 goals in competitive matches for Santos, and Lionel Messi can already boast 573 for FC            Barcelona. It would take a very special kind of Messi magic to catch the Brazilian this year, but if his            current form continues, he's going to get mightily close.          </h1>          <h2>50 goals in the Copa del Rey</h2>          <h1>Messi has scored 48 goals in the Spanish Cup, and it would be a brave man (or woman) who bets against him            reaching fifty before the year is out.          </h1> ",
    "category": "La liga | 1 January 2019, 12:05"
    }, 
    {"title":"Man City v Liverpool: Three key battles",
     "description":"Premier League leaders Liverpool take on Manchester City on Thursday night looking to consolidate their position at the top of the table.",
     "photo":"big.png",
     "text":"<h1>Pep Guardiola's defending champions are seven points behind the Reds in third place, with second-placed        Tottenham Hotspur, who beat Cardiff City 3-0 on Tuesday, trailing Jurgen Klopp's side by six points.        Victory at the Etihad Stadium could open a significant gap on Liverpool's nearest rivals.        It's one of the Premier League's most eagerly-anticipated matches of the season, and we've picked out three key        player battles that could help decide it..      </h1>      <h2> Danilo v Mohamed Salah</h2>      <h1>        With Benjamin Mendy out injured since November, City have been forced to try out a series of alternative        options at left-back.        Erstwhile midfielder Fabian Delph and attacking wing-back Oleksandr Zinchenko have both featured recently, but        Guardiola could turn to Brazilian full-back Danilo at the Etihad.        <br><br>        Ordinarily a right-back, the 27-year-old is no stranger to the left-sided role, having played there a dozen        times for City last term and he also operated as an occasional left-back for former club Real Madrid.        The Brazil international is right-footed and that may play a part in Guardiola's thinking, too. It would be the        natural foot with which to attempt to deal with Salah's increased tendency to cut in from the right flank and        take more central positions this season.      </h1>      <h2>Fernandinho v Firmino</h2>      <h1>        The battle between these two compatriots is sure to be an intriguing one.        Liverpool's Firmino heads into the match having scored a hat-trick in Saturday's 5-1 win against Arsenal to        become the most prolific Brazilian in Premier League history with 43 goals, while 33-year-old Fernandinho has        proven to be peerless as the defensive anchor of City's midfield.        <br><br>        Klopp took time out to pay a glowing tribute to his No.9 following that victory over the Gunners, but not for        his goals; instead, for his more unheralded work as a deep-lying forward, facilitating his colleagues.        \"Bobby Firmino played an outstanding season so far,\" the manager told Liverpoolfc.com. \"The different system we        play is possible because he plays how he plays, because he is everywhere. He is a link-up player.\"        <br>        An incredible force going forward - Firmino was second only to Salah for assists in 2018 and was LFC's        third-highest goalscorer - the 27-year-old also ranked third for tackles and duels won over the past calendar        year.        There are not many attackers so versed at both sides of the game. That defensive acumen should also enable        Firmino to harass Fernandinho - often the starting point for City's attacks - when the Reds are out of        possession and disrupt the opposition's tempo.      </h1>      <h2>Sergio Aguero v Virgil van Dijk</h2>      <h1>        Liverpool centre-back Virgil van Dijk has been a colossus at the heart of a defence that has conceded just        eight goals in the Premier League all season.        City striker Sergio Aguero has scored in all six of his Premier League appearances against the Reds at the        Etihad.        Something has got to give.        <br>        The diminutive Aguero is unlikely to pose an aerial threat to Liverpool's towering centre-back, but the        Argentinian's quick feet, close control and trickery have delivered nine league goals and five assists so far        this campaign.        This is certainly one key battle to keep an eye on.      </h1>  ",
     "category": "Premier League | 2 January 2019, 01:48"
    }, 
    {"title":"Mayweather Vs. McGregor 2 Will Happen In Octagon",
     "description":"McGregor and Mayweather Jr. have several storylines attached to their names at the moment, along with their potential rematch in an Octagon.",
     "photo":"left1.png",
     "text":" <h1>According to Omar Al Raisi, editor in chief of The Sports Journal, Dubai's largest sporting news outlet, who        referenced sources, the fight will take place in the Octagon with modified rules.        <br>        Here is a look at the tweets from Al Raisi that break down the reported rules the two men will abide by in the        Octagon and mentions the fight will be co-promoted by Mayweather, McGregor and the UFC:      </h1>      <h2> \"@FloydMayweather will fight @TheNotoriousMMA in the octagon. With 4 ounce gloves, no shoes, 5-five minute        rounds in 155 division.        No kicks, no take downs, no elbows, no knees. Certain things will be allowed like the clinch.\"</h2>      <h1>Apparently, according to sources, the UFC was set to announce this fight and a potential newly constructed        contract for McGregor at a press conference before the melee that ensued at the Barclays Center on Thursday.        The incident would have seemingly put a halt or at least a delay on any of these plans.        Why conceptually it's outrageous, we've come to expect that from all involved.        <br><br>        Most wondered and questioned whether Mayweather would ever climb into the Octagon and put himself in harm's way        in a full-fledged MMA bout. If this report is true, Mayweather will have used his leverage to limit the risks        of participating in a new combat sport.        <br>        Again, this would prove who the A-side is in this negotiation. If this is true, the UFC might be eager to get        McGregor's legal situation and athletic eligibility cleared so that they can move forward with what figures to        be a massive payday for everyone involved.      </h1> ",
     "category": "MMA | 2 January 2019, 06:24"
    }, 
    {"title": "Hamilton crowned 2018 world champion in Mexico",
     "description":"Re-write the record books – history has been made. To the names Manuel Fangio and Michael Schumacher you can now add Lewis Hamilton.",
     "photo":"right1.png",
     "text":"<h2>It's a very strange feeling right now,\" beamed Hamilton after stepping out of his car following a trademark        series of donuts. I've been with Mercedes since I was 13, to complete this, when Fangio has done it with        Mercedes, is an incredible feeling. It's a bit surreal at the moment...      </h2>      <h1>        For many, this season will rightly be remembered as one of Hamilton's best. For long periods it was Ferrari,        looking for a first championship since 2008, who were in the ascendency, their SF71H appearing both a quicker        and a more adaptable machine than the Briton's Mercedes, and Sebastian Vettel , himself chasing a fifth        drivers' crown , proving a formidable opponent for Hamilton.      <br><br>        But after being beaten by the German in Belgium in August, a victory that had appeared to shift the momentum        firmly back in the Ferrari driver's camp, Hamilton moved into another gear - and Vettel simply couldn't stay        with him. A run of four victories in five races meant Hamilton arrived in Mexico for the third from last race        of the year with a 70-point championship advantage, and needing simply to finish in the top seven to seal the        deal, regardless of where Vettel finished.      <br><br>        In the event, Hamilton was beaten by Vettel for the first time since Spa, and finished off the podium for only        the fourth time this year as Mercedes had one of their more disappointing races of the year from a performance        standpoint. But just as in Brazil in 2008 when the 71-time Grand Prix winner clinched a first drivers' crown        with fifth place, and just as in Mexico last year, when he claimed his fourth title with ninth, it mattered        not.      </h1>      <h2>        Hamilton is champion once more and will now rightly be considered one of the greatest drivers of all time.      </h2>      <h1>        The question now is: Where will the winning end? With his Mercedes deal running until at least the end of 2020,        Schumacher's all-time titles record , once considered unbeatable , is now in sight. It will be fascinating to        see what happens next...      </h1>",
     "category":"Formula 1 | 9 January 2019, 03:44"
    }, 
    {"title":"Champions League final 2019:Date,venue and schedule",
     "description":"The first-leg of the Champions League play-offs have been completed and next week we'll find out the group stage draw.",
     "photo":"left2.png",
     "text":" <h2>        When is the in Champions League final 2019?</h2>      <h1>        The Champions League final 2019 will be on June 1, 2019.</h1>      <h2>        Where is the in Champions League final 2019?</h2>      <h1> The game will take place at the brilliant and new Estadio Wanda Metropolitano, the home of Europa League        champions Atletico Madrid.      </h1>      <h2> Champions League final 2019 ticket information</h2>      <h1> The process to obtain tickets will be to apply for them.        Ticket application for Champions League Final Madrid 2019 will open in March 2019.        Ticket prices will be announced on the day of the ticket application window opening.        For more information, visit uefa.com/tickets and subscribe for latest news about tickets at the bottom of the        page.      </h1>      <h2>        Champions League fixtures 2018/19      </h2>      <h1>        Match day one: 18/19 September <br>        Match day two: 2/3 October<br>        Match day three : 23/24 October<br>        Match day four: 6/7 November<br>        Match day five: 27/28 November<br>        Match day six: 11/12 December<br>        Last 16 draw: 7 December<br>        Round of 16 first leg: 12/13/19/20 February<br>        Round of 16 second leg: 5/6/12/13 March<br>        Quarter-final and semi-final draw: 15 March<br>        Quarter-final first leg: 9/10 April<br>        Quarter-final second leg: 16/17 April<br>        Semi-final first leg: 30 April/1 May<br>        Semi-final second leg: 7/8 May<br>        Final: 1 June<br>      </h1>      <h2> When is the draw for the group stage?</h2>      <h1>        The group draw will be on August 30, and will take place in Monaco.      </h1>      <h2>        Odds to win the Champions League 2018/19</h2>      <h1>        Manchester City - 6/1<br>        Juventus - 13/2<br>        Paris Saint-Germain - 13/2<br>        Barcelona - 8/1<br>        Bayern Munich - 9/1<br>        Real Madrid - 10/1<br>        Liverpool - 12/1<br>        Atletico Madrid - 20/1<br>        Manchester Utd - 25/1<br>        Tottenham - 40/1<br>        Inter Milan - 40/1<br>      </h1> ",
     "category":"CL | 2 January 2019, 03:43"
    }, 
    {"title":"Simona Halep to end 2018 as world number one",
     "description":"For the second consecutive year, the 27-year-old Romanian will end the year as the top-ranked player on the WTA Tour regardless of results.",
     "photo":"right2.png",
     "text":" <h1> The Romanian has enjoyed another successful year, including winning her first grand slam title at the French        Open, and she is once again ending the campaign on top of the pile.      </h1>      <h2> Halep will be presented with the trophy to mark her achievement at the WTA Finals in Singapore.      </h2>      <h1>        \"Finishing the season as the WTA world number one last year was a huge honour for me,\" said Halep.        \"To do it for a second time in 2018 feels like a special achievement, especially having also won my first grand        slam this year.        <br><br>        \"To be able to see my name again alongside the other legends who have achieved the year-end number one ranking        makes me very proud.\"        Halep has struggled with a back issue in recent weeks and she is hopeful to be able to take part in this week's        Kremlin Cup in order to then challenge in Singapore.        <br><br>        She added: \"I'm doing physio to try to make [my back] stronger, but I haven't practiced 100 per cent yet.      </h1>      <h2>End of the year standings: </h2>      <h1>        1 Simona Halep 6921pts <br>        2 Angelique Kerber 5875pts <br>        3 Caroline Wozniacki 5586pts <br>        4 Elina Svitolina 5350pts <br>        5 Naomi Osaka 5115pts <br>      </h1> ",
     "category":"Tennis | 25 December 2018, 08:34"
    }   
]
}